Repository: jjmontalban/idealista-feed
Catalog: lang/*.po
Languages: es_es

source: Nonce verification failed.
es_es: Verificación Nonce fallida

source: Click the button below to generate and send the properties feed to Idealista.
es_es: Haga clic en el botón de abajo para generar y enviar el feed de propiedades a Idealista.

source: JSON file generated/modified successfully and stored at path: %s
es_es: Archivo JSON generado/modificado con éxito y almacenado en la ruta: %s

source: Idealista Code:
es_es: Código Idealista:

source: Idelista Reference:
es_es: Referencia Idealista:

source: Idealista Customer Data.
es_es: Datos de cliente de Idealista.

source: Contact Name:
es_es: Nombre de Contacto:

source: Main Phone:
es_es: Teléfono Principal:

source: Secondary Phone:
es_es: Teléfono Secundario:

source: Error retrieving properties from WordPress.
es_es: Error al recuperar propiedades.

source: No properties found.
es_es: No se encontraron propiedades.

source: Error retrieving property status.
es_es: Eror al recuperar estados de la propiedad.

source: Error creating JSON file.
es_es: Error al crear archivo JSON.
